Size Lookup Table is not available for type [Family Symbol].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SizeLookupTableIsNotAvailableForType { get; }
  Visual Basic
Public Shared ReadOnly Property SizeLookupTableIsNotAvailableForType As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SizeLookupTableIsNotAvailableForType {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace